// Задача 0. Створити функцію, яка за номером місяця повертає пору року, до якої відноситься цей місяць.

// function years (montNUmber){
//     switch (montNUmber) {
//         case 1:
//         case 2:
//         case 3:
//             alert("winter")
//     }
// }
//
// years(3  )

// Задача 8. Створити функцію, яка виводить банер (у функцію передаються: зображення, заголовок та посилання, куди переходимо при кліку на зображення (тег img повине знаходитись у середині тега a: <a> <img src=”шлях”> </a>

//
// function baner(img , title, url){
//     document.write(`<a href="${url}"> <img src="${img}" alt=""> <br> ${title}</a>`);
// }
// baner(`./img/01.png` , 'hello', 'http://google.com');



// Задача 9. Дано покази температур (довільна кількість). Розробити функцію, яка дозволить підрахувати кількість від’ємних показів температури.


