// 6. На складі зберігається певна кількість ящиків з яблуками (наприклад, 15). Коли під’їде машина для завантаження, попросити користувача ввести, скільки ящиків завантажити у першу машину, у другу і т. д., поки на складі не закінчаться ящики з яблуками. Передбачити той випадок, коли користувач вводить кількість, що перевищує поточну кількість ящиків на складі.



// let boxes = 15;
//
// do{
//     let  boxesToCar = parseInt(prompt("boxes to car"));
//     boxes -=boxesToCar;
//
// }
// while(boxes>0)



// 29. Дано ціле число N (N > 0). Використовуючи операції ділення націло та остачі від ділення, визначити чи є в записі числа N непарні цифри. Якщо так, то вивести True, якщо ні – False.






let fumber =321;


if ( !(fumber % 2 === 0)) {
    console.log(true)
}